---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetNumber
source: html/17e940cd-1267-84f1-ab1e-626d26e8f0f7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetNumber Property

"Sheet Number"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetNumber { get; }
```